{
    "differences": {
        "size": {
            "BOGU": {
                "text": "Laughing Gulls are noticeably bigger than Bonaparte's Gulls."
            },
            "FRGU": {
                "text": "Laughing Gulls are a little bit bigger than Franklin's Gulls."
            }
        },
        "head": {
            "BOGU": {
                "text": "On Laughing Gulls black head is more extensive than with Bonaparte's Gull."
            },
            "FRGU": {
                "text": "On Laughing Gulls black head is more extensive than with Franklin's Gull. The white eye arcs are apparent on Laughing Gulls, but nowhere nearly as prominent as they are on Franklin's Gull."
            }
        },
        "bill": {
            "BOGU": {
                "text": "Laughing Gulls have medium sized red bills. Bonaparte's Gulls have small, thin, black bills."
            },
            "FRGU": {
                "text": "Laughing Gulls have larger bills than Franklin's Gulls. The gonys is apparent on Laughing Gulls, absent on Franklin's Gulls."
            }
        },
        "wings": {
            "BOGU": {
                "text": "Laughing Gull wings are grey above with extensive black on the wingtips. They lack the Bonaparte's white triangle on the upper wings."
            },
            "FRGU": {
                "text": "Darkish wings with black wingtips. There's no white areas near the wingtips, the way there is in a Franklin's Gull. When standing, the tail feathers are all black."
            }
        },
        "legs": {
            "BOGU": {
                "text": "Laughing Gulls have dark reddish-black legs. Bonapart's Gulls have light pink legs."
            },
            "FRGU": {
                "text": "The legs on Laughing Gulls are darker than on Franklin's Gulls, but the difference may not be reliable."
            }
        },
        "vocalizations": {
            "FRGU": {
                "text": "Laughing Gulls are quite vocal. Their long call sounds like an honest-to-goodness laugh. Franklin Gulls are noisy in a colony, but quiet when solo or in small groups."
            },
            "BOGU": {
                "text": "Laughing Gulls are quite vocal. Their long call sounds like an honest-to-goodness laugh."
            }
        }
    },
    "quiz": {
        "photos" : [
            "https://live.staticflickr.com/7365/27074303250_b237f7d584_k.jpg",
            "https://live.staticflickr.com/7555/27232310864_9c8f644360_h.jpg",
            "https://live.staticflickr.com/2814/34158399175_b601ed2b9d_h.jpg",
            "https://live.staticflickr.com/3684/33270398781_ed8f824119_h.jpg",
            "https://live.staticflickr.com/2939/13498349884_cfe61c3067_h.jpg",
            "https://live.staticflickr.com/6181/6063793716_7263144796_h.jpg",
            "https://live.staticflickr.com/1349/4607437545_8ef3102936_h.jpg",
            "https://live.staticflickr.com/1661/25878577983_105e2dde97_h.jpg",
            "https://live.staticflickr.com/5316/6915407360_d3f78a2101_h.jpg",
            "https://live.staticflickr.com/7261/7069142463_35207519e3_b.jpg"
        ]
    }
}